dahanzimin/micropython/ports/esp32/boards/Generic_S2_LIBS/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME    "Generic Libs"
#define MICROPY_HW_MCU_NAME      "ESP32-S2"

#define MICROPY_PY_BLUETOOTH     (0)
#define MICROPY_HW_ENABLE_SDCARD (0)
